import type { Translations } from '../types';

export const ru: Translations = {
	site: {
		title: 'Порт Корморан',
		description:
			'Порты Корморан расположены в красивых местах, которые предлагают множество возможностей познакомиться с их культурой, природой, отдыхом, традициями, спортом именно так, как вы себе представляете.'
	},

	nav: {
		about: 'О нас',
		news: 'Новости',
		region: 'Регион',
		ports: 'Порты',
		botel: 'Ботель Корморан',
		boatTrips: 'Прогулки на лодке',
		contact: 'Контакт'
	},

	weather: {
		bratislava: 'Братислава',
		samarin: 'Шаморин',
		cilistov: 'Чилистов'
	},

	home: {
		title: 'Посетите наши порты и откройте для себя красоту их окрестностей',
		description:
			'Порты Корморан расположены в красивых местах, которые предлагают множество возможностей познакомиться с их культурой, природой, отдыхом, традициями, спортом именно так, как вы себе представляете. Путешествия на лодке становятся все более популярными среди туристов в Словакии и за рубежом, а сочетание плавания с изучением нового является незабываемым впечатлением для всех возрастных категорий от детей до пожилых людей. Поэтому посетите наши порты и откройте для себя красоту, которую предлагает наша маленькая страна и ее окрестности.'
	},

	categories: {
		entertainment: 'Развлечения',
		sport: 'Спорт',
		relax: 'Отдых',
		traditions: 'Традиции'
	},

	contact: {
		title: 'Контакт',
		portManager: 'Менеджер порта',
		operator: 'Оператор',
		address: 'Адрес',
		ico: 'ИКО',
		dic: 'ДИЧ',
		icdph: 'ИЧ ДПХ'
	},

	about: {
		title: 'О нас'
	},

	news: {
		title: 'Новости'
	},

	region: {
		title: 'Регион'
	},

	ports: {
		title: 'Порты'
	},

	botel: {
		title: 'Ботель Корморан'
	},

	boatTrips: {
		title: 'Прогулки на лодке'
	},

	footer: {
		copyright: 'COPYRIGHT (C) 2026. BROSS for PARTNERS, a.s.'
	}
};
